Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/domstol.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: The same assistance was taken into account in the assessment of when the participation under count II started, and the court of appeal's view that A became a member from that moment comes from that activity alone.
nb: Dette er den samme bistanden som er tatt i betraktning ved vurderingen av når deltakelsen i post II begynte, og det er den eneste aktiviteten som begrunner lagmannsrettens standpunkt om at A ble deltaker fra det tidspunktet.

source: The Court of Appeal also takes into consideration that NN’s quality of life as a result of the offender’s persecution was significantly impaired, for one thing by a restriction of freedom.
nb: Lagmannsretten tar også i betraktning at NNs livskvalitet som følge av gjerningsmannens forfølgelse ble vesentlig forringet, blant annet ved innskrenket frihet.

source: The technical differences between the SBS case and our case cannot have any other result for RiksTV than for the distributor in the SBS case.
nb: De tekniske forskjellene mellom SBS-saken og vår sak kan ikke føre til et annet resultat for RiksTV enn for distributøren i SBS-saken.

source: The conclusion must accordingly be that neither at the time of committing the criminal offences nor at the time of judgement could A have a justified expectation of release on probation after serving 12 years that is protected against subsequent legislation.
nb: Konklusjonen må etter dette bli at A verken på tidspunkt for de straffbare handlinger eller på domstidspunktet kunne ha en berettiget forventning om prøveløslatelse etter 12 års soning som er vernet mot senere lovgivning.

source: The approach to the question is described as follows in the Supreme Court judgment in Rt-2011-531 para 29:
nb: Tilnærmingen til spørsmålet beskrives slik i Rt-2011-531 avsnitt 29:

source: I therefore take it that the sea carrier could easily observe the need of securing.
nb: Den ordinære salærsatsen er ment å dekke utgifter til kontorhold, herunder kostnader til

source: Based on my general views on the interpretation of ICCPR article 27, I will turn to the individual assessment of whether Sara's rights under the provision have been violated.
nb: Med utgangspunkt i mine generelle betraktninger om forståelsen av SP artikkel 27, går jeg over til den konkrete vurderingen av om Saras rettigheter etter bestemmelsen er krenket.

source: NN experienced A as threatening and uncontrollable.
nb: NN opplevde A som truende og ukontrollerbar.

source: has supported the court of appeal's judgment on all counts and submitted this prayer for relief:
nb: har gitt sin tilslutning til lagmannsrettens dom på alle punkter og har lagt ned slik påstand:

source: I can thus not see that the company had a duty to give information on this incident.
nb: Jeg kan da ikke se at selskapet hadde plikt til å informere nærmere om dette.

source: The premises were that the three of them, as long as they were in Norway, were in fact bound to – and dependent on – their employers.
nb: Rammene var slik at de tre, så lenge de befant seg i Norge, i realiteten var helt bundet til – avhengige av – sine arbeidsgivere.

source: While not required under the RIB Regulations, the company has fixed a maximum speed of 30 knots when there are passengers onboard.
nb: Selv om RIB-forskriften ikke krever det, har selskapet fastsatt en maksimalfart på 30 knop når det er passasjerer om bord.

source: In my view, A's participation in ISIL is a far more serious offence than that committed by a single foreign fighter convicted of participation, but who has not had a leading role.
nb: Etter mitt syn innebærer As deltakelse i ISIL et klart alvorligere forhold enn det en enkelt fremmedkriger uten ledende rolle gjør seg skyldig i, der fremmedkrigeren dømmes for deltakelse.

source: other basis one can draw conclusions about this with a view to acknowledging use from time immemorial even before 1892.
nb: Spørsmålet blir dermed om man på annet grunnlag kan trekke slutninger om dette med sikte på å konstatere alders tids bruk allerede før 1892.

source: I will now give some examples of such documents for illustration purposes.
nb: Jeg nevner i det følgende noen slike dokumenter som eksempler og til illustrasjon.

source: In paragraph 101, the Court of Human Rights describes the requirement of proportionality as follows:
nb: I avsnitt 101 innleder EMD fremstillingen av forholdsmessighetskravet slik:

source: The fact that several claims for damages relating to the fraud have been submitted for arbitration by Skaugen Norge shows that this has been the view of the
nb: At erstatningskrav knyttet til bedrageriet i flere tilfeller er fremmet av Skaugen Norge ved voldgift, viser at også

source: What may speak in favour of such protection of expectations is that we are in the sphere of criminal law.
nb: Det som kan tale for en slik beskyttet forventning, er at vi er på strafferettens område.

source: ,which concerned the possibility under Regulation 1408/71 to export unemployment benefits to another Member State.
nb: ,som gjaldt spørsmål om rett til å ta med ytelser under arbeidsledighet til en annen medlemsstat etter forordning 1408/71.

source: 55 days spent in custody on remand shall be deducted from the prison term.
nb: Til fradrag i straffen kommer 55 dager for utholdt varetekt.

source: Who is the employer of pilots and cabin crew in the airline Norwegian?
nb: Hvem er arbeidsgiver for piloter og kabinansatte i Norwegian?

source: The majority also concludes that it must have been clear to the participants that they would ride waves and that participation involved a certain risk.
nb: Flertallet legger videre til grunn at det må ha fremstått som klart for deltakerne at de ville komme til å kjøre i bølger og at det innebar en viss risiko å være med på turen.

source: The state has informed the Supreme Court of the fact that most refugees are able to substantiate their identity and receive travel documents although 90 percent of the asylum seekers do not present what is regarded as valid identification.
nb: Staten har for Høyesterett opplyst at langt de fleste flyktninger makter å sannsynliggjøre sin identitet og får reisebevis til tross for at 90 prosent av asylsøkerne ikke fremlegger det som anses som gyldige identitetspapirer.

source: The Refugee Convention Article 1 A (2) contains no direct regulation of cases where the grounds for persecution are acts committed in a different country mainly to obtain asylum.
nb: Flyktningkonvensjonen artikkel 1 A (2) har ingen direkte regulering av tilfelle der forfølgelsesgrunnlaget skyldes handlinger i utlandet som hovedsakelig er foretatt for å oppnå asyl.

source: The wording in neither section 4 nor article 5 suggests that there is a distinction between before and after a sale.
nb: Verken ordlyden i § 4 eller i artikkel 5 tilsier at det skal trekkes et skille før og etter salg.

source: I therefore find no reason to give decisive weight to what D expresses in the conversation.
nb: Jeg finner derfor ikke grunn til å legge avgjørende vekt på det D gir uttrykk for i samtalen.

source: Further, the yearlings were not milked in any case.
nb: Videre ble i alle fall fjorårskalvene ikke melket.

source: The Norwegian State has requested dismissal of B's proceedings insofar as she is requesting a judgment that the administrative decisions are in violation of ECHR Article 8 and / or Protocol 4 Article 3.
nb: Staten har krevd avvisning av Bs søksmål for så vidt som hun krever å få dom for at vedtakene er i strid med EMK artikkel 8 og/eller protokoll 4 artikkel 3.

source: The Supreme Court emphasised that the requirement of a
nb: I storkammeravgjørelsen i Rt.

source: In paragraph 43, the Court recalled that there has been a perceptible change since the Zarouali case, i.e. since 1994.
nb: I avsnitt 43 vises det til at det er skjedd en utvikling siden Zarouali-saken, altså siden 1994.

source: Thus it had in Tydal an almost 300-year long tradition at the
nb: en nærmere 300 år lang tradisjon på Lappekommisjonens tid.

source: In my view, section 147 (d) must be interpreted with the current threat situation in mind.
nb: Tolkingen av § 147 d må etter mitt syn skje på bakgrunn blant annet av det trusselbildet som forelå.

source: I find it difficult to equate B with the appellant cohabitant in the ruling from 1995, as in a legal and factual respect B is significantly more dependent on her mother than an adult cohabitant would normally be on his or her partner.
nb: Jeg finner det vanskelig å likestille B med den ankende samboeren i kjennelsen fra 1995, ettersom B i rettslig og faktisk henseende er vesentlig mer avhengig av moren sin enn det en voksen samboer normalt vil være av sin partner.

source: In addition, the Extradition Act requires that the possibility of criminal prosecution must not be time-barred under Norwegian law, see section 9, cf. Article 7 (1) (b) of the Treaty stating that the act must not be barred by lapse of time according to the laws of the requesting or requested state.
nb: Dessuten krever utleveringsloven at adgangen til strafforfølging ikke må være foreldet etter norsk lov, se § 9 jf avtalen artikkel nr 7 nr 1 bokstav b som forutsetter at handlingen verken er foreldet etter lovgivningen i den anmodete eller i den anmodende stat.

source: The consequence of this is, however, that the Lugano Convention does not expressly determine the jurisdiction in the case.
nb: Konsekvensen av dette er imidlertid at Luganokonvensjonen ikke uttrykkelig regulerer domsmyndigheten i saken.

source: The term “personal circumstances” refers to matters relating to health, family and social situation, work and education, see the Ministry of Agriculture Circular M-2/2004 Residence and work obligation – legal framework and procedure, at page 19.
nb: Med ”livssituasjon” siktes til helsemessige, familiære og sosiale forhold og forhold knyttet til arbeids- eller utdannelsessituasjon, se Landbruksdepartementets rundskriv M-2/2004 Bo- og driveplikt – de rettslige rammene og saksbehandlingen, side 19.

source: Unlike CCPR Article 17 and ECHR Article 8, section 102 of the Norwegian Constitution contains no indication of whether it is at all possible to impose lawful restrictions on private and family life.
nb: Til forskjell fra SP artikkel 17 og EMK artikkel 8, inneholder Grunnloven § 102 ingen anvisning på om det overhodet kan gjøres lovlige begrensninger i privat- og familielivet.

source: - I have worked with legal mediation in Lithuania, Croatia and Poland.
nb: Jeg har jobbet med rettsmekling i Litauen, Kroatia og Polen.

source: That case concerned retention of personal data in what is called “The Sex Offenders Database”.
nb: Saken gjaldt registrering av personopplysninger i det som er kalt «The Sex Offenders Register».

source: In the Supreme Court judgment in Rt-1996-25 on page 34, the following is stated regarding this decision:
nb: I Rt-1996-25 på side 34 heter det om denne avgjørelsen:

source: Essand Reindeer Pasturing District up to 1892 – the statements made to the Lapp
nb: Essand reinbeitedistrikt fram til 1892 - forklaringene for Lappekommisjonen

source: Wil the EEA/Norway funds make a long-term difference in the work of improving the judiciary?
nb: Vil EØS-midlene gjøre en varig forskjell i arbeidet med å forbedre rettsvesenet?

source: There are even positions in the public sector with special old-age limits as low as 60 years.
nb: Det finnes også stillinger i staten med særaldersgrense helt ned til 60 år.

source: has abused and seriously injured another person, see paragraph 44: “… The considerations of fairness and predictability, which otherwise justify application of the law of the country where the wrong occurred for such claims, do not, in my view, have the same relevance or impact where the wrongdoer wilfully has abused and seriously injured another person.
nb: avsnitt 44: «… Hensynene til rimelighet og forutberegnelighet, som ellers begrunner skadestedets rett som lovvalget for slike krav, har etter mitt syn ikke samme relevans eller gjennomslagskraft der skadevolderen forsettlig har utsatt andre for mishandling og alvorlig skade.

source: MAN Norge is not bound by the arbitration agreement that Skaugen has entered into with the German parent company.
nb: MAN Norge er ikke bundet av voldgiftsavtalen som Skaugen har inngått med det tyske morselskapet.

source: But she told B that she did not like strong wind in her face.
nb: Men hun sa til B at hun ikke likte å få sterk vind i ansiktet.

source: Here, trademark right is comprised by the term "property".
nb: Varemerkerett er omfattet av uttrykket "property" i denne sammenheng.

source: The description of ISIL is also included in this count of indictment.
nb: Beskrivelsen av ISIL er tatt inn også under denne tiltaleposten.

source: In the Supreme Court judgment HR-2015-206-A paragraph 60, it is stated that the assessment of proportionality “must focus on the balance between the protected individual interests on the one side and the legitimate societal needs justifying the measure on the other”.
nb: I HR-2015-206-A avsnitt 60 uttaler førstvoterende at forholdsmessighetsvurderingen «må ha for øye balansen mellom de beskyttede individuelle interessene på den ene siden og de legitime samfunnsbehovene som begrunner tiltaket på den andre».

source: The Supervisory Committee could not see that this was the case.
nb: Tilsynsutvalget fant ikke å kunne legge dette til grunn.

source: knowledge I refer to the fact that he originally came from Southern Norway and had moved to Samuelsberg in 1894.
nb: Men med hensyn til betydningen av hans kunnskap viser jeg til at han opprinnelig kom fra Sør-Norge og hadde flyttet til Samuelsberg i 1894.

source: Under applicable Norwegian law, making a work available to the public means public performance, broadcasting and making it available on-demand in networks.
nb: Tilgjengeliggjøring for allmennheten omfatter etter gjeldende norsk rett bl.a offentlig fremføring, kringkasting og tilgjengeliggjøring på forespørsel i nettverk.

source: The question is thus whether the fact that the subscription of shares "will in such event not be binding", so that the share issue may not be completed, also has consequences under
nb: Spørsmålet er dermed om det forhold at tegningene av aksjer "ikke lenger [er] bindende"slik at emisjonen ikke kan gjennomføres, også har

source: In 2005, Skjærhalden Gjestehavn AS built a guest dock at Skjærhalden in Hvaler.
nb: I havnen på Skjærhalden på Hvaler ble det i 2005 bygget en gjestebrygge.

source: In the majority's view, it is also not correct to make a 'deduction' for Kjell Aukrust's contribution to the film car, apart from the general appearance of the original work (drawing A).
nb: Etter flertallets syn er det heller ikke riktig å gjøre 'fradrag' for Kjell Aukrusts bidrag til filmbilen, utover det helhetsinntrykk som fremgår av originalverket (tegning A).

source: Valiuliene v. Lithuania
nb: Valiuliene mot Litauen

source: The validity of confiscation of catch settlement
nb: Gyldigheten av vedtak om inndragning av fangstoppgjør

source: As mentioned, Skaugen played a central role in the entry into of the contract between the Shipyard and MAN for the supply of the Somargas engines.
nb: Skaugen hadde, som nevnt, en helt sentral rolle i forbindelse med avtaleinngåelsen mellom Verftet og MAN om levering av Somargas-motorene.

source: After NN and the children moved, it has been a question of more isolated violations and the last contact was in 2004.
nb: Etter at NN og barna flyttet er det tale om mer enkeltstående brudd, og siste kontakt var i 2004.

source: However, this was never communicated to B.
nb: Dette ble imidlertid ikke formidlet til B.

source: From police logs, own reports and NN’s formal complaints, it transpires that A violated the prohibition on a considerable number of occasions between November 1998 and April 2001.
nb: Fra politilogger, egenrapporter og NNs anmeldelser fremgår det at A brøt forbudet et betydelig antall ganger i perioden fra november 1998 til april 2001.

source: Then it is up to the police to decide whether or not to seize them, cf. the Criminal Procedure Act sections 203 and 205.
nb: Det er deretter opp til politiet å avgjøre om det skal tas beslag, jf. straffeprosessloven §§ 203 og 205.

source: The basis for the claim in the case at hand against MAN Norge, is very similar to the basis for the claim against MAN Germany.
nb: Kravet som i vår sak er fremsatt mot MAN Norge, bygger på tilnærmet samme grunnlag som kravet mot MAN Tyskland.

source: These submissions concerned matter that may be used as grounds for an appeal or re-
nb: Tilsynsutvalget fant ikke grunnlag for å reagere med disiplinærtiltak overfor dommeren.

source: It may also be mentioned that in 1961 Manndalen Hunting and Fishing Association entered into a leasehold agreement with a number of landowners in Manndalen concerning the management of fishing in the River Manndal.
nb: Det kan også nevnes at i 1961 inngikk Manndalen jeger- og fiskeforening forpaktningsavtale med en rekke grunneiere i Manndalen om forvaltning av fisket i Manndalselven.

source: The depreciation possibility means that Volstad can depreciate the value of the quota rights based on straight line depreciation during the "life" of the structural quotas and achieve a 28 per cent tax reduction as a result.
nb: Avskrivningsmuligheten innebærer at Volstad kan avskrive verdien av kvoterettighetene lineært i strukturkvotenes "levetid" og oppnå 28 prosent skattereduksjon som følge av dette.

source: It was an ordinary ride.
nb: Det var en ordinær tur.

source: The court of appeal has concluded that A became a member of ISIL in August 2013, when he helped arranging D's and L's travels to Syria.
nb: Lagmannsretten har lagt til grunn at A ble deltaker i ISIL i august 2013, da han hjalp D og L i forbindelse med deres reise til Syria.

source: • A comprehensive analysis of how Lithuanian judges administer cases, what procedures need to be improved,
nb: En omfattende analyse av hvordan litauiske dommere administrerer saker, hvilke prosedyrer som skal

source: The Supreme Court found that the District Court's reasons for why it could not comply with the mother and daughter's wishes for overnight stays, for contact visits without supervision to and for the mother to be able to freely call her daughter, were not sufficient to demonstrate that the limitations did not amount to a violation of Article 8 of the European Convention on Human Rights.
nb: Høyesterett fant at tingrettens begrunnelse ikke var tilstrekkelig til å vise at det ikke hadde skjedd en krenkelse av EMK artikkel 8 ved de fastsatte begrensningene i kontakten mellom mor og datter.

source: The system involved pressure that had the effect that they could not voluntarily exit the employment relationship.
nb: Det lå et press i systemet som gjorde at de ikke frivillig kunne komme ut av arbeidsforholdet.

source: It is first stressed that both Peruzzo and Martens had been convicted of criminal offences, see paragraph 44.
nb: Her fremheves først at både Peruzzo og Martens var domfelt, se avsnitt 44.

source: According to information provided, he has taken passengers on around 700-800 rides, during which stern waves have been hit without any injuries being sustained.
nb: Han har etter det opplyste kjørt om lag 700-800 turer med passering av hekkbølger etter større fartøy, uten at det tidligere har oppstått skader.

source: The starting point is the natural understanding of the wording, read in the context in which it is placed and in light of the object of the Convention, see the Supreme Court judgment in Rt. 2012 page 494 para 33.
nb: Utgangspunktet er den naturlige forståelsen av ordlyden, lest i den sammenheng den inngår og i lys av konvensjonens formål, jf. 2012 side 494 avsnitt 33.

source: There were no grounds for disciplinary measures against the court of appeal judge.
nb: Det forelå ikke grunnlag for disiplinærtiltak mot lagdommeren.

source: In the Proposition item 4.3.1, the Ministry discusses the application of Article 8 of the Convention, to which I will revert.
nb: Departementet drøfter i proposisjonen punkt 4.3.1 forholdet til EMK artikkel 8, noe jeg kommer tilbake til.

source: Admitted before the Supreme Court in 2000 Research assistant, Nordic Institute of Maritime Law, University of Oslo, 1983-84Execute officer/senior executive officer/legal adviser at the Legislation Department of the Ministry of Justice, 1986—89Deputy judge at Lyngen/Nord-Troms District Court, 1989—90Judge at Nord-Troms District Court, 1990—93Associate at Advokatfirma Vogt & Co, 1993—95Partner at Advokatfirma Vogt & Co DA/Vogt & Wiig AS, 1995—2012
nb: Møterett for Høyesterett 2000 Vitenskapelig assistent, Nordisk institutt for sjørett, Universitetet i Oslo, 1983-84 Konsulent, førstekonsulent og lovrådgiver Justisdepartementet, Lovavdelingen, 1986-89 Dommerfullmektig, Lyngen sorenskriverembete/Nord-Troms tingrett, 1989-90 Tingrettsdommer, Nord-Troms tingrett, 1990-93 Advokat, Advokatfirma Vogt & Co, 1993-95 Partner, Advokatfirma Vogt & Co DA/Vogt & Wiig AS, 1995-2012

source: It is therefore necessary to verify if there are rules in international law preventing Norway from punishing Arctic Fishing and A for the acts described.
nb: Det er derfor nødvendig å undersøke om det finnes noen folkerettslig regel som hindrer Norge i å straffe Arctic Fishing og A for de beskrevne fangsthandlingene.

source: obstruction of justice
nb: i form av trusler, jf.

source: Supervisory Committee found that there was no basis for any disciplinary reaction.
nb: Tilsynsutvalget fant at det ikke var grunnlag for disiplinærtiltak.

source: The National Competence Network for Pharmaceuticals for Children uses, in its information from July 2013, the term colour codes.
nb: Nasjonalt kompetansesenter for legemidler for barn bruker i sin informasjon fra juli 2013 begrepet fargekoder.

source: illustration the following may be quoted from the statement made by John Nikolai Eriksen, who was born in 1871:
nb: Til illustrasjon siteres følgende fra forklaringen til John Nikolai Eriksen, som var født i 1871:

source: The herders claimed that the construction interfered with their right to enjoy their own culture, but this was rejected by the Ministry of Petroleum and Energy in 2013.
nb: Reineierne gjorde gjeldende at utbyggingen krenker deres rettigheter til kulturutøvelse, men fikk ikke medhold i Olje- og energidepartementets klagevedtak fra 2013.

source: ING has strongly contended that one cannot derive a jurisdiction rule from the Lugano Convention when the Convention is assumed not to be applicable as a result of the bankruptcy exemption.
nb: ING har sterkt fremhevet at man ikke kan utlede en regel om domsmyndighet fra Luganokonvensjonen når denne forutsetningsvis ikke får anvendelse som følge av konkursunntaket.

source: who are not “settled migrants” to be in violation of article 8.
nb: mye til for at en utsendelse krenker artikkel 8.

source: In the special motives on page 432, however, it is set out that "doubts regarding the immigrant's identity" will "still make it possible to refuse to issue of travel documents".
nb: I spesialmotivene på side 432 heter det imidlertid at "tvil om utlendingens identitet" vil "fortsatt kunne gi grunn til å nekte reisebevis".

source: I will start off by dealing with the question of whether Article 6 can be invoked by legal persons.
nb: Jeg behandler først spørsmålet om artikkel 6 kan påberopes av juridiske personer.
